Repository: paste94/token_swarm
Catalog: lib/l10n/app_*.arb
Languages: it

# pressBtnToAdd
source: Press + button to add a token
it: Tocca + per aggiungere un token

source: Last used
it: Storico

source: Total
it: Totale

source: Tapped
it: Tappate

# howManyTokensQuestion
source: How many tokens?
it: Quanti token?

# howManyTappedQuestion
source: How many tapped?
it: Quanti tappati?

# seelctStats
source: Select stats
it: Seleziona

source: Value cannot be empty
it: Il valore non pu√≤ essere vuoto

source: Search Card
it: Cerca

source: No cards found!
it: Token non trovati

source: Attention!
it: Attenzione!

# noCardsFoundDetails
source: Search did not make any result
it: Non sono stati trovati token con questo nome

source: No internet!
it: Connessione ad internet non presente

# noInternetDetails
source: Please check your internet connection and retry
it: E' necessario collegarsi a internet per proseguire

# unknownError
source: Unknown error occurred
it: Errore sconosciuto

# deleteTokenQuestion
source: Delete token?
it: Cancellare il token?

# deleteTokenQuestionDetails
source: Do you really want to delete this token?
it: Si desidera eliminare definitivamente il token?

source: About
it: Informazioni

source: Cancel
it: Annulla

source: Delete
it: Elimina

source: Confirm
it: Conferma

# addToken
source: Add new token
it: Aggiungi un nuovo token

source: Select
it: Seleziona

source: Always on display
it: Mantieni schermo acceso
